<script setup>

</script>

<template>
    <section>
        <div class="container">
            <h1>Соглашение о конфиденциальности</h1>
            <p>Присоединяясь к настоящему Соглашению и оставляя свои данные на Сайте example.com, (далее – Сайт), путем
                заполнения полей онлайн-заявки (оформлении заявки) Пользователь:</p>
            <p>
                1. подтверждает, что все указанные им данные принадлежат лично ему,<br>
                2. подтверждает и признает, что им внимательно в полном объеме прочитано Соглашение и условия обработки
                его персональных данных, указываемых им в полях он-лайн заявки (оформлении заявки), текст соглашения и
                условия обработки персональных данных ему понятны;<br>
                3. дает согласие на обработку Сайтом предоставляемых в составе информации персональных данных в целях
                заключения между ним и Сайтом настоящего Соглашения, а также его последующего исполнения;<br>
                4. выражает согласие с условиями обработки персональных данных без оговорок и ограничений.
            </p>
            <p>Пользователь дает свое согласие на обработку его персональных данных, а именно совершение действий,
                предусмотренных п. 3 ч. 1 ст. 3 Федерального закона от 27.07.2006 N 152-ФЗ "О персональных данных", и
                подтверждает, что, давая такое согласие, он действует свободно, своей волей и в своем интересе.</p>
            <p>Согласие Пользователя на обработку персональных данных является конкретным, информированным и
                сознательным.</p>
            <p>Настоящее согласие Пользователя признается исполненным в простой письменной форме, на обработку следующих
                персональных данных: фамилии, имени, отчества; года рождения; места пребывания (город, область); номерах
                телефонов; адресах электронной почты (E-mail).</p>
            <p>Пользователь, предоставляет example.com право осуществлять следующие действия (операции) с персональными
                данными: сбор и накопление; хранение в течение установленных нормативными документами сроков хранения
                отчетности, но не менее трех лет, с момента даты прекращения пользования услуг Пользователем чипчип;
                уточнение (обновление, изменение); использование; уничтожение; обезличивание; передача по требованию
                суда, в т.ч., третьим лицам, с соблюдением мер, обеспечивающих защиту персональных данных от
                несанкционированного доступа.</p>
            <p>Указанное согласие действует бессрочно с момента предоставления данных и может быть отозвано Вами путем
                подачи заявления администрации сайта с указанием данных, определенных ст. 14 Закона «О персональных
                данных».</p>
            <p>Отзыв согласия на обработку персональных данных может быть осуществлен путем направления Пользователем
                соответствующего распоряжения в простой письменной форме на адрес электронной почты (E-mail)
                example@mail.ru</p>
            <p>Сайт не несет ответственности за использование (как правомерное, так и неправомерное) третьими лицами
                Информации, размещенной Пользователем на Сайте, включая её воспроизведение и распространение,
                осуществленные всеми возможными способами.</p>
            <p>Сайт имеет право вносить изменения в настоящее Соглашение. При внесении изменений в актуальной редакции
                указывается дата последнего обновления. Новая редакция Соглашения вступает в силу с момента ее
                размещения, если иное не предусмотрено новой редакцией Соглашения.</p>
            <p>К настоящему Соглашению и отношениям между пользователем и Сайтом, возникающим в связи с применением
                Соглашения подлежит применению право Российской Федерации.
            </p>
        </div>
    </section>
</template>

<style scoped>
h1 {
    font-weight: 700;
    font-size: 24px;
    line-height: 100%;
    color: var(--dark-blue);
}

span {
    font-weight: 400;
    font-size: 16px;
    font-family: var(--second-family), sans-serif;
    color: var(--dark-blue);
}

p {
    font-weight: 400;
    font-size: 14px;
    font-family: var(--second-family), sans-serif;
    color: var(--dark-blue);
}

section {
    background: var(--background);
    padding-bottom: 55px;

    .container {
        max-width: 870px;
        display: flex;
        flex-direction: column;
        gap: 20px;
    }
}
</style>